Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
shn: ၼႂ်းလိၵ်ႈၶေႃႈၵႂၢမ်းတႄႇမၼ်းၼၼ်ႉ ဢမ်ႇၵိုင်ႇလီပႃး တူဝ်ၼပ်ႉၶႃႈ၊ ယွၼ်ႉဝႃႈ မၼ်း ၸၢင်ႈႁဵတ်းႁႂ်ႈမီးလွင်ႈယၢပ်ႇၽိုတ်ႇ မိူဝ်ႈဢၢၼ်ႇဢွၵ်ႇသဵင်ၶႃႈ။ လၢႆးဢၢၼ်တူဝ်ၼပ်ႉၼၼ်ႉ မၼ်းတေလူၺ်ႈၸွမ်းသၢႆငၢႆလွင်ႈတၢင်းသေ ၸၢင်ႊႁဵတ်းႁႂ်ႈ ၶေႃႈမုၼ်းၼၼ်ႉ သုၵ်းယုင်ႈမႃးယူႇယဝ်ႇၶႃႈ။ တူဝ်ယၢင်ႇမၼ်း မိူၼ်ၼင်ႇ တူဝ်ၼပ်ႉ “2409” ၼၼ်ႉ ၸဝ်ႈၵဝ်ႇၸၢင်ႈလူဢွၵ်ႇသဵင်ႁႂ်ႈထုၵ်ႇမႅၼ်ႈလႆႈတင်းသွင်လၢႆး မိူၼ်ၼင်ႇ “သွင်သီႇသူၼ်ၵဝ်ႈ” (twenty-four zero nine) ဢမ်ႇၼၼ် “သွင်ႁဵင်သီႇပၢၵ်ႇၵဝ်ႈ” (two thousand four hundred nine) ၼၼ်ႉၶႃႈ။

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
shn: လွင်ႈပႅၵ်ႇပိူင်ႈသဵင်လင်သဵင်မဝ်ၸွမ်းသၽႃႇဝၶွင်ၵူၼ်းဢၢၼ်ႇၼိုင်ႈၵေႃႉလႂ် ၵေႃႉၼၼ်ႉ တေမီးယူႇၶႃႈ။ လူဝ်ႇလႆႈပၢၵ်ႇပႅတ်ႈ (Reject) ၵူၺ်း၊ မိူဝ်ႈသဵင်မၼ်းလင်ႁႅင်းပူၼ်ႉတီႈ ႁဵတ်းႁႂ်ႈသဵင်ၸၢၵ်ႈၶူၼ်းၶဝ်း (Breaks up) ဢမ်ႇၼၼ် (ဢၼ်ၵႆႉၺႃးၼမ်သုတ်း) မိူဝ်ႈသဵင်မၼ်းမဝ်ပူၼ်ႉတီႈ ႁဵတ်းႁႂ်ႈၸဝ်ႈၵဝ်ႇဢမ်ႇယိၼ်း ၶေႃႈၵႂၢမ်းဢၼ်လၢတ်ႈဝႆႉၼၼ်ႉလႆႈ၊ သင်ဝႃႈဢမ်ႇတူၺ်းတူဝ်လိၵ်ႈငဝ်ႈမၼ်းၸွမ်း။

source: The route was unclear.
shn: သဵၼ်ႈတၢင်း ဢမ်ႇၸႅင်ႈလႅင်း

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈၸိူဝ်းၼႆႉ ယၢမ်းလဵဝ်တိုၵ်ႉယူႇၼႂ်းၶၵ်းတွၼ်ႈၵၢၼ်ပူၵ်းပွင်ႁုၼ်ႈမုၼ်းၶွင်တူင်ႇဝူင်းၵူၼ်းယူႇၶႃႈ။ တိုၵ်ႉလူဝ်ႇႁဵတ်း <localizationGlossaryLink>ၵၢၼ်ပိၼ်ႇၽႃႇသႃႇၼႃႈလိၵ်ႈ ဝႅပ်ႉသၢႆႉတ်</localizationGlossaryLink> လႄႈ <sentenceCollectionGlossaryLink>ၵၢၼ်ၵဵပ်းႁွမ်တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း</sentenceCollectionGlossaryLink> ယူႇၶႃႈ။

source: The selected file is too large
shn: ၾၢႆႇလ်ဢၼ်လိူၵ်ႈၼၼ်ႉယႂ်ႇပူၼ်ႉ

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
shn: ပိူင်ၵၢၼ်ၵဵပ်းႁွမ်ၶေႃႈၵႂၢမ်း (Sentence Collector) တိုၵ်ႉၶၢႆႉၵႂႃႇၸူးၼႃႈၵၢၼ်ပိူင်လူင် Common Voice ယဝ်ႉၶႃႈ။ ယၢမ်းလဵဝ်ၸဝ်ႈၵဝ်ႇၸၢင်ႈ <writeURL>တႅမ်ႈ </writeURL>ၶေႃႈၵႂၢမ်း ဢမ်ႇၼၼ် <reviewURL>ၵူတ်ႇထတ်း</reviewURL> ၶေႃႈၵႂၢမ်းလဵဝ် ဢၼ်သူင်ႇမႃး တီႈ Common Voice လႆႈယဝ်ႉၶႃႈ။

source: The sentence has a grammatical or spelling error.
shn: ၶေႃႈၵႂၢမ်းၼႆႉ မီးလွင်ႈၽိတ်းပိူင်လိၵ်ႈ ဢမ်ႇၼၼ် ၵပ်းလေႃးတူဝ်လိၵ်ႈၽိတ်းဝႆႉယူႇ

source: The sentence has disrespectful or offensive language.
shn: ၶေႃႈၵႂၢမ်းၼႆႉ မီးၵႂၢမ်းဢၼ်ဢမ်ႇၼပ်ႉယမ် ဢမ်ႇၼၼ် ၵႂၢမ်းလူလၢႆပႃးဝႆႉယူႇ

source: The sentence must be grammatically correct.
shn: ၶေႃႈၵႂၢမ်းၼၼ်ႉတေလႆႈထုၵ်ႇမႅၼ်ႈၸွမ်းပိူင်တမ်းဝၢင်းလိၵ်ႈ။

source: The sentence must be speakable.
shn: ၶေႃႈၵႂၢမ်းၼၼ်ႉတေလႆႈၸၢင်ႈဢွၵ်ႇသဵင်လၢတ်ႈလႆႈ။

source: The sentence must be spelled correctly.
shn: ၶေႃႈၵႂၢမ်းၼၼ်ႉတေလႆႈၵပ်းလေႃးႁႂ်ႈထုၵ်ႇမႅၼ်ႈ။

source: The sentence should have fewer than 15 words.
shn: တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်းၼၼ်ႉ ၵိုင်လီမီး ဢေႇလိူဝ် 15 ၶေႃႈ။

source: The site is ready to be launched when it reaches 75% completion.
shn: ဝႅပ်ႉသၢႆႉတ်တေၽွမ်ႉပိုတ်ႇၽုၺ်ႇဝၢႆးသေပီၼ်ႇၽႃႇသႃႇယဝ်ႉတူဝ်ႈလီ 75%။

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
shn: ဝႅပ်ႉသၢႆႉတ်ၼႆႉတေၶိုၼ်းပွၵ်ႈမႃးႁဵတ်းၵၢၼ်ၶိုၼ်း ႁႂ်ႈဝႆးတီႈသုတ်းတီႈတေပဵၼ်ၵႂႃႇလႆႈ။ တွၼ်ႈတႃႇၶေႃႈမုၼ်းလိုၼ်းသုတ်း၊ ၶႅၼ်းတေႃႈၶဝ်ႈႁူမ်ႈ <matrixLink>တူင်ႇဝူင်းဢုပ်ႇဢူဝ်း Matrix</matrixLink> ဢမ်ႇၼၼ်ၶဝ်ႈလႄႇတူၺ်း <githubLink>GitHub</githubLink> ဢမ်ႇၼၼ် <discourseLink>ၾေႃႇရမ်ႇ Discourse ႁဝ်းၶႃႈ</discourseLink> တႃႇသူင်ႇလႄႈၸွမ်းတူၺ်းတူဝ်ထူပ်းပၼ်ႁႃၵၢၼ်ၸႂ်ႉတိုဝ်းဝႅပ်ႉသၢႆႉသ်။

source: The sound of laughter.
shn: သဵင်ၶူဝ်

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
shn: ၸုမ်ႇၶေႃႈမုၼ်းတူဝ်လိၵ်ႈ TED-LIUM (TED-LIUM corpus) ၼႆႉ လႆႈသၢင်ႈမႃးတီႈ ၾၢႆႊလ်သဵင်ဢုပ်ႇလၢတ်ႈ (Audio talks) ဢိၵ်ႇတင်း ၶေႃႈၵႂၢမ်းဢၼ်ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈဝႆႉ ဢၼ်မီးဝႆႉၼိူဝ် ဝႅပ်ႉသၢႆႉ TED ၼၼ်ႉၶႃႈယဝ်ႉ။

source: The website text is translated into that language.
shn: ၶေႃႈၵႂၢမ်းၼႂ်းဝႅပ်ႉသၢႆႉတ်လႆႈပိၼ်ႇပဵၼ်ၽႃႇသႃႇၼၼ်ႉယဝ်ႉ။

source: Think for a moment about the prompt, consider what kind of thing you’d like to say, but don’t script yourself too much. Click the ‘record’ icon. Once you’ve recorded you can listen to yourself, re-record, delete or submit.
shn: ဝူၼ်ႉၶႆႈၸႂ်ၵပ်းၵၢႆႇလူၺ်ႈၶေႃႈသင်ႇၼၼ်ႉ ၵမ်းၼိုင်ႈၵွၼ်ႇ၊ ဝူၼ်ႉတူၺ်းဝႃႈ ၸဝ်ႈၵဝ်ႇၶႂ်ႈလၢတ်ႈဢွၵ်ႇမႃးၸိူင်ႉႁိုဝ်၊ ဢမ်ႇလူဝ်ႇႁၢင်ႈႁႅၼ်းတႅမ်ႈဝႆႉပဵၼ်လိၵ်ႈၼမ်ပူၼ်ႉတီႈ။ ၼဵၵ်းတီႈႁၢင်ႈ ‘ဢတ်းသဵင်’ ၼၼ်ႉတႃႉ။ မိူဝ်ႈဢတ်းသဵင်ယဝ်ႉယဝ်ႉၼၼ်ႉ ၸဝ်ႈၵဝ်ႇ ၸၢင်ႈၶိုၼ်းထွမ်ႇသဵင်တူဝ်ၵဝ်ႇ၊ ဢတ်းထႅင်ႈပွၵ်ႈၼိုင်ႈ၊ မွတ်ႇပႅတ်ႈ ဢမ်ႇၼၼ် သူင်ႇပၼ်လႆႈယူႇၶႃႈ။

source: Think of real-life moments or situations: jokes, arguments, traditions
shn: ဝူၼ်ႉထိုင် တွၼ်ႈၵၢၼ်ၸၢတ်ႈပၢၼ် ဢမ်ႇၼၼ် ငဝ်းလၢႆး ဢၼ်ပဵၼ်တႄႉ - ၵႂၢမ်းလၢတ်ႈလွင်ႈလီၶႂ်ႈၶူဝ်၊ လွင်ႈထဵင်ၵၼ်၊ ၾိင်ႈငႄႈၾိင်ႈထုင်း။

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
shn: ၶေႃႈမုၼ်းဢၼ်ၼႆႉ ပႃးဝႆႉၶေႃႈမုၼ်း ဢၼ်ၵဵဝ်ႇၵပ်း လွင်ႈတူဝ်ၵဝ်ႇ မိူၼ်ၼင်ႇ ၸိုဝ်ႈ ဢီးမေးလ် တီႈယူႇ မၢႆၾၢင် ဢမ်ႇၼၼ် မၢႆၾူၼ်း ၸိူဝ်းၼႆႉယဝ်ႉ။

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
shn: ၶေႃႈမုၼ်းၼႆႉ ပဵၼ်လွင်ႈယွၼ်းဢဝ် ၶေႃႈမုၼ်း ဢၼ်ၵဵဝ်ႇၵပ်း လွင်ႈတူဝ်ၵဝ်ႇ မိူၼ်ၼင်ႇ ၸိုဝ်ႈ၊ ဢီးမေးလ်၊ တီႈယူႇ၊ မၢႆၾၢင် ဢမ်ႇၼၼ် မၢႆၾူၼ်း ၸိူဝ်းၼႆႉယဝ်ႉ။

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
shn: ၵၢၼ်ပၼ်ၶေႃႈမုၼ်းဢၼ်ၼႆႉ မၼ်းလိူၵ်ႈလႆႈႁင်းၵူၺ်းၶႃႈ- ၸဝ်ႈၵဝ်ႇ လူဝ်ႇထႅမ်သႂ်ႇ မိူဝ်ႈႁၼ်ထိုင်ဝႃႈ တူဝ်ႈၸႂ်ၵူၺ်းလႆႈယူႇၶႃႈ။ မိူဝ်ႈႁဝ်းၶႃႈ ပိုၼ်ၽႄၸုမ်ႇၶေႃႈမုၼ်း (Dataset) ၼၼ်ႉ ႁဝ်းၶႃႈတေၸႂ်ႉၸိုဝ်ႈလပ်ႉသုၼ်ႇတူဝ်တင်းသဵင်ႈ လႄႈ ၵူတ်ႇထတ်းႁႂ်ႈမၼ်ႈၸႂ်ဝႃႈ ၶေႃႈမုၼ်းမိူၼ်ၼင်ႇ ၸိုဝ်ႈ လႄႈ ဢီးမေးလ် ၸဝ်ႈၵဝ်ႇ ၸိူဝ်းၼၼ်ႉ တေဢမ်ႇမီးလွင်ႈၵွင်ႉၵၢႆႇၵၼ်တင်း ၶေႃႈမုၼ်းၽူႈၵူၼ်း မိူၼ်ၼင်ႇ ဢႃႇယု ဢမ်ႇၼၼ်ငႅင်ႈၶႃႈ။

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
shn: ၶေႃႈမုၼ်းၼႆႉတေသႂ်ႇႁိုဝ်ဢမ်ႇသႂ်ႇၵေႃႈလႆႈ - ၸဝ်ႈၵဝ်ႇထုၵ်ႇလီသႂ်ႇၶေႃႈမုၼ်းဢၼ်လူမ်ၸႂ်ၼၼ်ႉၵူၺ်း။ မိူဝ်ႈႁဝ်းၶႃႈပိုၼ်ၽႄၸုမ်ႇၶေႃႈမုၼ်း၊ ႁဝ်းၶႃႈတေၸႂ်ႉတိုဝ်းၶေႃႈမုၼ်းသုၼ်ႇတူဝ်တင်းမူတ်းလူၺ်ႈဢမ်ႇဢွၵ်ႇၸိုဝ်ႈ၊ လႄႈႁဵတ်းႁႂ်ႈမၼ်ႈၸႂ်ဝႃႈၶေႃႈမုၼ်းမိူၼ်ၼင်ႇ ၸိုဝ်ႈၸဝ်ႈၵဝ်ႇလႄႈဢီးမေးလ် တေဢမ်ႇၵွင်ႉသၢၼ်ၵၼ်တင်းၶေႃႈမုၼ်းႁူဝ်ၼပ်ႉၵူၼ်း မိူၼ်ၼင်ႇ ဢႃယု ဢမ်ႇၼၼ်လိင်ႇၸဵမ်ၵိူတ်ႇ။ တႃႇႁႂ်ႈထႅၵ်ႉၶၼေႃႇလေႃႇၵျီႇႁဵတ်းၵၢၼ်လႆႈလီတႃႇၵူႈၵေႃႉ၊ ၶေႃႈမုၼ်းဢၼ်ၸွႆႈႁႂ်ႈၽူႈၶူင်သၢင်ႈႁဵတ်းဢွၵ်ႇထႅၵ်ႉၶၼေႃႇလေႃႇၵျီႇ တေလႆႈတွၼ်ႉထိုင်မူႇၵူၼ်းဢၼ်လၢၵ်ႇလၢႆ။ ႁဵၼ်းႁူႉထႅင်ႈလွင်ႈဝႃႈႁဵတ်းသင်လႄႈၶေႃႈမုၼ်းၵပ်းၵိုၵ်းၸိုင်လမ်ႇလွင်ႈ။

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
shn: ၼႆႉပဵၼ် တွၼ်ႈၸုမ်ႇသဵင် ဢၼ်သၢင်ႈၶိုၼ်ႈမႃးၸွမ်းၼင်ႇလၢႆးၸႂ်ႉတိုဝ်းတႄႉ ဢၼ်မီးၶေႃႈမုၼ်း တွၼ်ႈတႃႇၸွႆႈၵမ်ႉထႅမ်ပၼ် ပိူင်သၢင်ႈႁူႉၸၵ်းသဵင်တူဝ်ၼပ်ႉ (Spoken digit recognition) လႄႈ ၵၢၼ်ၵူတ်ႇထတ်းၶေႃႈၵႂၢမ်း ၸႂ်ႈ / ဢမ်ႇၸႂ်ႈ။

source: This is how you cite yourself if you wrote the content yourself.
shn: ၼႆႉပဵၼ်လၢႆးၵၢၼ်ဢၢင်ႈဢိင် တူဝ်ၸဝ်ႈၵဝ်ႇ (Self citation) သင်ဝႃႈ ၸဝ်ႈၵဝ်ႇ တႅမ်ႈသၢင်ႈၶေႃႈမုၼ်းလွင်ႈတၢင်း (Content) ၼၼ်ႉ ၶိုၼ်ႈမႃးလူၺ်ႈတူဝ်ၸဝ်ႈၵဝ်ႇၶႃႈယဝ်ႉ။

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
shn: ၶူင်းၵၢၼ်ဢၼ်ၼႆႉ သင်ဢမ်ႇမီးၵူၼ်းမိူၼ်ၸဝ်ႈၵဝ်ႇ တေဢမ်ႇပဵၼ်လႆႈ။ 🎉 တႃႇတေၶဝ်ႈႁူမ်ႈၸွမ်း Common Voice ၼႆႉ မီးလွၵ်းလၢႆးတင်းၼမ်- ၸဝ်ႈၵဝ်ႇ ဢမ်ႇလူဝ်ႇႁူႉပၢႆးတႅမ်ႈၶူတ်ႉ ၵေႃႈ ၸၢင်ႈၶဝ်ႈမႃးၸွႆႈထႅမ်လႆႈယူႇၶႃႈ!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
shn: လွင်ႈတမ်းဝၢင်းဢၼ်ၼႆႉ မၼ်းၵုမ်းထိင်းပၼ် လွင်ႈႁၼ်လႆႈၸဝ်ႈၵဝ်ႇၼိူဝ်ၽႅၼ်ႇလိၵ်ႈၽူႈဢွၼ်ႁူဝ်၊ ပေႃးလိူၵ်ႈဝႃႈလပ်ႉဝႆႉၼႆ ၶေႃႈမုၼ်းလွင်ႈၶိုပ်ႈၼႃႈၸဝ်ႈၵဝ်ႇ တေပဵၼ်သုၼ်ႇတူဝ်။ ပွင်ႇဝႃႈ ၶႅပ်းႁၢင်ႈ ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း လႄႈ လွင်ႈၶိုပ်ႈၼႃႈၸဝ်ႈၵဝ်ႇ တေဢမ်ႇဢွၵ်ႇမႃး တီႈၼိူဝ် ၽႅၼ်ႇလိၵ်ႈၽူႈဢွၼ်ႁူဝ်။ မၢႆတွၼ်ႈဝႆႉလႃႈၽႅၼ်ႇလိၵ်ႈ ၽူႈဢွၼ်ႁူဝ်ၼၼ်ႉ တေလူဝ်ႇၸႂ်ႉၶၢဝ်းယၢမ်း မွၵ်ႈ { $minutes } မိၼိတ်ႉ တႃႇဢၢပ်ႉတဵတ်ႉ (Refresh) ႁႂ်ႈၼႄပၼ်လွင်ႈလႅၵ်ႈလၢႆႈမႂ်ႇၶႃႈ။

source: Three to go!
shn: လိူဝ်ထႅင်ႈ 3 ၶေႃႈၵူၺ်းၶႃႈ

source: Thur
shn: ဢေႇတူးရ်

source: Tibetan
shn: ထိပႅတ်ႉတၼ်ႇ

source: Tigre
shn: တီႇၵရေႇ

source: Tigrinya
shn: တီႇၵရိၼ်ႇၺႃႇ

source: Tiv
shn: တီႉၾ်

source: Tlazoyaltepec Mixtec
shn: တလႃႇသူဝ်ႇယၼ်းတေႇပႅတ်ႉ မိၵ်ႇသတဵတ်ႉ

source: Tlingit
shn: တလိၼ်းၵိတ်ႉ

source: Toba Qom
shn: တူဝ်ႇပႃႇ ၵွမ်ႇ

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
shn: တႃႇတေလႅၵ်ႈလၢႆႈ ဢမ်ႇၼၼ်မႄးၶိုၼ်းဢီးမေးလ်သူၸဝ်ႈ၊ သူင်ႇဢီးမေးလ်ထိုင်ႁဝ်းၶႃႈတီႈ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: To create your first API key, click "Create API Credentials,” then name your API Credentials and generate unique API Credentials by clicking “Generate Credentials.” Then, copy the secret key immediately, as it will only be displayed once.
shn: တွၼ်ႈတႃႇသၢင်ႈ သေႃး API key ဢွၼ်တၢင်းသုတ်းၼၼ်ႉ ၼဵၵ်းတီႈ "“သၢင်ႈၶေႃႈယိုၼ်ယၼ် API” ယဝ်ႉ ပၼ်ၸိုဝ်ႈ ယိုၼ်ယၼ် API ၸဝ်ႈၵဝ်ႇသေ သၢင်ႈဢွၵ်ႇ ၶေႃႈမုၼ်း API ဢၼ်ဢမ်ႇမိူၼ်ပိူၼ်ႈ လူၺ်ႈၼဵၵ်း “ႁဵတ်းဢွၵ်ႇ ၶေႃႈမုၼ်း” ၼၼ်ႉယဝ်ႉ။ ပေႃးယဝ်ႉ ၵေႃႇပီႇဢဝ် ၶေႃႈလပ်ႉ (secret key) ၼၼ်ႉၵမ်းလဵဝ် ယွၼ်ႉဝႃႈ မၼ်းတေၼႄပၼ် ၵမ်းလဵဝ်ၵူၺ်း။

source: Today
shn: ဝၼ်းမိူဝ်ႈၼႆႉ

source: Today's Common Voice progress on clips recorded
shn: လွင်ႈၶိုပ်ႈၼႃႈ ၶွင်ၾၢႆႊလ်သဵင်ဢၼ်ဢတ်းဝႆႉ ၼႂ်းမိူဝ်ႈၼႆႉ

source: Today's Common Voice progress on clips validated
shn: လွင်ႈၶိုပ်ႈၼႃႈ ၶွင်ၾၢႆႊလ်သဵင်ဢၼ်ထတ်းယဝ်ႉ ၼႂ်းမိူဝ်ႈၼႆႉ

source: Today's Progress
shn: လွင်ႈၶိုပ်ႈၼႃႈၼႂ်းဝၼ်းမိူဝ်ႈၼႆႉ

source: Toggle automatic word-by-word playback
shn: ၼဵၼ်ပၢႆႇ လွင်ႈလဵၼ်ႈသဵင်ၶေႃႈၵႂၢမ်းႁင်းၵူၺ်း။

source: Toggle mode menu
shn: ၼဵၼ်ပၢႆႇပိုတ်ႇ/ပိၵ်ႉမေႇၼူး

source: Toggle popover
shn: ပိုတ်ႇ/ပိၵ်ႉ လွၵ်းၶေႃႈၵႂၢမ်း

source: Toggle transcription mode menu
shn: ၼဵၼ်ပၢႆႇ မေႇၼူးပိူင်ၵၢၼ်ထွတ်ႇလိၵ်ႈ

source: Toki Pona
shn: တူဝ်ႇၵီႇ ပူဝ်ႇၼႃႇ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
shn: တႃႇတေႁႂ်ႈၶဝ်ႈပဵၼ်ၸုမ်ႇၶေႃႈမုၼ်း Common Voice၊ ၶလိပ်ႉသဵင်ၼၼ်ႉတေလႆႈထုၵ်ႇၵူတ်ႇထတ်းယဝ်ႉတူဝ်ႈလူၺ်ႈၽူႈၸႂ်ႉတိုဝ်းသွင်ၵေႃႉ။

source: Too many files
shn: ၾၢႆႊလ်ၼမ်ပူၼ်ႉတီႈၼႃႇ

source: Top Contributors
shn: ၽူႈၸွႆႈထႅမ်ၼမ်သေပိူၼ်ႈ

source: To report content, select the “Report” button and choose one or all options: Offensive Content, Different language, Personally Identifiable Information, Other. From here, provide more details about why you are reporting the content in the text area. Then, submit the Report by clicking on the Report button.
shn: တွၼ်ႈတႃႇတၢင်ႇလၢတ်ႈၶေႃႈမုၼ်းၸိုင်၊ လိူၵ်ႈဢဝ်ၼဵၼ်“တၢင်ႇလၢတ်ႈ” သေယဝ်ႉ လိူၵ်ႈဢဝ်ပိူင်လိူၵ်ႈဢၼ်ၼိုင်ႈဢၼ်လႂ် ဢမ်ႇၼၼ် တင်းမူတ်း - ၶေႃႈမုၼ်းဢၼ်ဢမ်ႇယဵၼ်ႇငႄႈ၊ ၽႃႇသႃႇပႅၵ်ႈပိူင်ႈ၊ ၶေႃႈမုၼ်းဢၼ်ၸၢင်ႈၼႄၼႃႈၾၢင်တူဝ်ၵဝ်ႇၵေႃႉပုၵ်ႉၵူဝ်ႇ၊ လႄႈတၢင်ႇၸိူဝ်းၶႃႈ။ တီႈၼႆႈ ၸဝ်ႈၵဝ်ႇၸၢင်ႈပၼ် ၶေႃႈမုၼ်းႁႂ်ႈတဵမ်ထူၼ်ႈလိူဝ်ၵဝ်ႇ ၵပ်းၵၢႆႇလူၺ်ႈလွင်ႈတၢင်း ဢၼ်လႆႈတၢင်ႇလၢတ်ႈၶေႃႈမုၼ်းၼၼ်ႉ တီႈၼႂ်းလွၵ်းတႅမ်ႈလိၵ်ႈၶႃႈ။ ဝၢႆးၼၼ်ႉၵေႃႈ သူင်ႇၵၢၼ်တၢင်ႇလၢတ်ႈလူၺ်ႈၼဵၵ်းသႂ်ႇ တီႈ“တၢင်ႇလၢတ်ႈ” ၼၼ်ႉၶႃႈတႃႉ။

source: Torwali
shn: တူဝ်ႇရ်ဝႃႇလီႇ

source: Total
shn: ႁူမ်ႈတင်းမူတ်း

source: Total Approved
shn: ၵၢၼ်ယိုၼ်ယၼ်တဵမ်ထူၼ်ႈတင်းမူတ်း

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
shn: တၢင်းၽၢႆႇၶႂႃၼႆႉ ႁဝ်းၶႃႈလႆႈတႅမ်ႈၼႄဝႆႉ ၽွၼ်းလီမၼ်း လႄႈ သပ်းလႅင်းလွင်ႈၶေႃႈမုၼ်းဢၼ်ႁဝ်းၶႃႈတေပိုတ်ႇပၼ်ႁႂ်ႈၵူၼ်းတင်းၼမ်ႁူႉၵၼ်ၼၼ်ႉယဝ်ႉ။ ၸဝ်ႈၵဝ်ႇၸၢင်ႈ ၸႂ်ႉတိုဝ်း လိင့်ၶ် ဢၼ်မီးပႃႈတႂ်ႈၼႆႉသေ တႄႇႁဵတ်း ဢၶွင်ႉ Common Voice တီႈၼႂ်းၶိူင်ႈၸဝ်ႈၵဝ်ႇၼၼ်ႉတႃႉ။

source: Toward next goal
shn: ၵႂႃႇၸူးယိူင်းမၢႆထႅင်ႈဢၼ်ၼိုင်ႈ

source: Track progress here and on your stats page.
shn: ၸွမ်းတူၺ်းလွင်ႈၶိုပ်ႈၼႃႈ တီႈၼႆႈ လႄႈ တီႈၼႃႈလိၵ်ႈသဵၼ်ႈမၢႆ ၶွင်ၸဝ်ႈၵဝ်ႇလႃႈ။

source: Transcribe
shn: ထွတ်ႇသဵင်

source: Transcribe answers
shn: ထွတ်ႇသဵင်ၶေႃႈတွပ်ႇပဵၼ်တူဝ်လိၵ်ႈ

source: Transcribe Audio
shn: ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ

source: Transcribe audio recordings
shn: ထွတ်ႇသဵင်ဢတ်း ႁႂ်ႈပဵၼ်တူဝ်လိၵ်ႈ

source: Transcribe audio recordings into text
shn: ထွတ်ႇသဵင်ဢတ်း ႁႂ်ႈပဵၼ်တူဝ်လိၵ်ႈ

source: Transcribe both languages as they appear / sound. Don’t “fix” the language or change it to only one language.
shn: ပိုတ်ႇတႅမ်ႈတူဝ်လိၵ်ႈ တင်းသွင်ၽႃႇသႃႇ ၸွမ်းၼင်ႇသၢႆငၢႆဢၼ်ၼႄဝႆႉ ဢမ်ႇၼၼ် ၸွမ်းၼင်ႇသဵင်ဢၼ်လႆႈထွမ်ႇငိၼ်းၶႃႈ။ ဢမ်ႇလူဝ်ႇၵႂႃႇ "ၵုမ်းမႄးပၼ်ႁႂ်ႈထုၵ်ႇ" ၼိူဝ်တူဝ်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ဢမ်ႇၼၼ် ပိၼ်ႇလႅၵ်ႈလၢႆႈမၼ်း ႁႂ်ႈပဵၼ်ၽႃႇသႃႇလဵဝ်ၵူၺ်းၶႃႈၼႃ။"

source: Transcribe the Audio
shn: ထွတ်ႇသဵင်ဢတ်း ႁႂ်ႈပဵၼ်တူဝ်လိၵ်ႈ

source: Transcribing
shn: ၵၢၼ်ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ

source: Transcript edited successfully
shn: မႄးၶပ်ႉၵၢၼ်ထွတ်ႇသဵင်ယဝ်ႉတူဝ်ႈလီငၢမ်း

source: Transcript skipped successfully
shn: ၶၢမ်ႈၵၢၼ်ထွတ်ႇသဵင်ယဝ်ႉတူဝ်ႈလီငၢမ်း

source: Transcript submitted successfully
shn: သူင်ႇၵၢၼ်ထွတ်ႇသဵင်ယဝ်ႉတူဝ်ႈလီငၢမ်း

source: Transcript voted successfully
shn: ပၼ်ၵၢင်ၸႂ်ၵၢၼ်ထွတ်ႇသဵင်ယဝ်ႉတူဝ်ႈလီငၢမ်း

source: Transgender
shn: ၵူၼ်းၶၢမ်ႈလိင်ႇ

source: Translate or paraphrase – write what the speaker said, not what they “meant.”
shn: ဢမ်ႇလူဝ်ႇပိၼ်ႇၽႃႇသႃႇ ဢမ်ႇၼၼ် ဢမ်ႇလူဝ်ႇလႅၵ်ႈလၢႆႈၶေႃႈၵႂၢမ်းမႂ်ႇ - တႅမ်ႈမၢႆဝႆႉ ၼင်ႇဢၼ်ၵူၼ်းလၢတ်ႈၼၼ်ႉ လၢတ်ႈဢွၵ်ႇမႃးတႄႉတႄႉ၊ ဢမ်ႇၸႂ်ႈတႅမ်ႈမၢႆၸွမ်း ၼင်ႇ "တီႈပွင်ႇ" ဢၼ်ၶဝ်ၶႂ်ႈလၢတ်ႈၼၼ်ႉၶႃႈ။

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
shn: <translateVideoLink>တူၺ်းဝီႊတီႊဢူဝ်ႊ လွၵ်းလၢႆးၸႂ်ႉတိုဝ်း Pontoon။</translateVideoLink>

source: Translating the site
shn: ပိၼ်ႇၽႃႇသႃႇဝႅပ်ႉသၢႆႉသ်

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
shn: ၵၢၼ်ပိၼ်ႇၽႃႇသႃႇတေလုၵ်ႉမႃးတီႈလိၵ်ႈဢိင်းၵလဵတ်ႈ၊ ၵူၺ်းသူၸၢင်ႈတူၺ်း <strong>ၶေႃႈတၢင်ႇၼႄ</strong> ၼႂ်းၽႃႇသႃႇတၢင်ႇၸိူဝ်းလႆႈ။ တဵၵ်းတီႈမၢႆ<strong>ပရူဝ်ႇၾၢႆႇ</strong>၊ ယဝ်ႉတဵၵ်းလိင်ႉၶ် <strong>ၵၢၼ်တင်ႈ</strong> လႄႈထႅမ်သႂ်ႇၽႃႇသႃႇဢၼ်သူလၢတ်ႈသေဢၼ်ဢၼ်။ တီႈၸဵင်ႇၽၢႆႇၶႂႃမိုဝ်းလူင်းတႂ်ႈၼၼ်ႉ တေၼႄမႃးသဵၼ်ႈၸိုဝ်ႈၽႃႇသႃႇဢၼ်ႁွင်ႉဝႃႈ <strong>Locales</strong>။ ၶေႃႈၵႂၢမ်းပိၼ်ႇၽႃႇသႃႇတေၶိုၼ်ႈမႃးဝၢႆးပိၼ်ႇယဝ်ႉၼိုင်ႈဝၼ်း။

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
shn: ၵၢၼ်ပိၼ်ႇၽႃႇသႃႇဝႅပ်ႉသၢႆႉတ် Common Voice ပဵၼ်မႃးၼိူဝ် <strong>Pontoon</strong>။

source: Try again by dragging your file here
shn: လၢၵ်ႈၾၢႆႇလ်ၸဝ်ႈၵဝ်ႇမႃးသႂ်ႇတီႈၼႆႈသေ ၸၢမ်းထႅင်ႈၵမ်းၼိုင်ႈၶႃႈ။

source: Try to keep your response to 15-30 seconds
shn: ၶတ်းၸႂ်တွပ်ႇ ႁႂ်ႈယူႇၼႂ်းၶၢဝ်းယၢမ်း 15 တေႃႇ 30 သႅၵ်ႉၵၢၼ်ႉၶႃႈ။

source: Try to spell words correctly for each language, unless the speaker clearly pronounces them in a nonstandard way.
shn: ၶတ်းၸႂ်ၵပ်းလေႃးၶေႃႈၵႂၢမ်း ႁႂ်ႈမႅၼ်ႈၸွမ်း ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ၽႂ်မၼ်း လိူဝ်သေဝႃႈ ၽူႈလၢတ်ႈဢမ်ႇဢွၵ်ႇသဵင် ၸႅင်ႈၸႅင်ႈလႅင်းလႅင်း ၸွမ်းၼင်ႇပိူင်မၼ်း။

source: Try uploading again
shn: ၸၢမ်းသူင်ႇၶိုၼ်ႈထႅင်ႈၵမ်းၼိုင်ႈၶႃႈ

source: Tshiluba
shn: ၸီးလူႇၿႃႇ

source: Tshivenda
shn: သျီႇဝႅၼ်ႇၻႃႇ

source: Tudaga
shn: တူႇၻႃႇၵႃႇ

source: Tuki
shn: တူၵီႇ

source: Tumbuka
shn: တုမ်းၿူႇၵႃႇ

source: Tunen
shn: တူႇၼႅၼ်ႇ

source: Tupuri
shn: တူႇပူႇရီႇ

source: Turkish
shn: တူႇရ်ၵိတ်ႉသျ်

source: Turkmen
shn: တိူၵ်ႉမႅၼ်ႇ

source: Tush
shn: ထူႉသျ်

source: Tuvan
shn: တူႇဝၼ်ႇ

source: Twi
shn: တွီႇ

source: Typically megabytes
shn: ၵမ်ႈၼမ်ၵႆႉပဵၼ် မေႇၵႃႇၿၢႆႉ(MB)

source: Typos
shn: လွင်ႈပေႃႉတႅမ်ႈလိၵ်ႈၽိတ်း

source: Ubykh
shn: ဢူႇပိၵ်ႉ

source: Udmurt
shn: ဢုတ်ႉမိူတ်ႇ

source: Ukrainian
shn: ယူႇၶရဵၼ်ႇၼီႇယၼ်ႇ

source: Unable to determine audio format. Please try using a different browser.
shn: ဢမ်ႇၸၢင်ႈတႅပ်းတတ်းၾၢႆႇလ်သဵင်လႆႈၶႃႈ။ ၶႅၼ်းတေႃႈၸၢမ်းၸႂ်ႉတူၺ်းပရၢဝ်ႇသႃႇ (Browser) တၢင်ႇဢၼ်ၶႃႈလႄႈ။

source: Unable to play audio. Please try again.
shn: ဢမ်ႇၸၢင်ႈလဵၼ်ႈ ၾၢႆႊလ်သဵင်လႆႈၶႃႈ၊ ၶႅၼ်းတေႃႈ ၸၢမ်းႁဵတ်းၶိုၼ်းတူၺ်းထႅင်ႈၶႃႈ။

source: Unclear
shn: ဢမ်ႇၸႅင်ႈလႅင်း

source: Understand contribution criteria
shn: ႁူႉပွင်ႇပိူင်တႅပ်းတတ်း ၵၢၼ်ၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်

source: Understand how to contribute and validate on the Common Voice dataset
shn: ႁူႉပွင်ႇလွင်ႈလၢႆးၶဝ်ႈႁူမ်ႈၵမ်ႉထႅမ် လႄႈ ၵၢၼ်ၵူတ်ႇထတ်းမၵ်းမၼ်ႈ ၼႂ်းၸုမ်ႇၶေႃႈမုၼ်း Common Voice

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
shn: ႁူႉပွင်ႇလွင်ႈတၢင်းဢၼ်လူဝ်ႇလႆႈထတ်း မိူဝ်ႈထွမ်ႇၶႅပ်းသဵင် လႄႈ ၸွႆႈႁဵတ်းႁႂ်ႈၵၢၼ်ဢတ်းသဵင်ၶွင်ၸဝ်ႈၵဝ်ႇမီးၼမ်ႉၵတ်ႉလီလိူဝ်တိူဝ်းမႃးပႃး!

source: Undo
shn: ၶိုၼ်းႁဵတ်းလၢႆးၵဝ်ႇ

source: Universities, Academics and Researchers
shn: ၸၼ်ႉၸွမ်၊ ပၢႆးပၺ်ႇၺႃႇ လႄႈ ၽူႈၶူၼ်ႉၶႂႃႉ

source: Upload aborted. Do you want to delete your recordings?
shn: ၵၢၼ်သူင်ႇၶိုၼ်ႈ လႆႈထုၵ်ႇၵိုတ်းပႅတ်ႈယဝ်ႉ၊ ၶႂ်ႈမွတ်ႇပႅတ်ႈ သဵင်ဢတ်းၸဝ်ႈၵဝ်ႇယူႇႁႃႉ?

source: Upload an image file
shn: လူတ်ႇၶိုၼ်ႈၾၢႆႇလ်ၶႅပ်းႁၢင်ႈ

source: { $uploadedQuestions } of { $totalQuestions } questions collected
shn: ၵဵပ်းႁွမ်ယဝ် { $uploadedQuestions } ၼႂ်း { $totalQuestions } ၶေႃႈထၢမ်

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
shn: ၵဵပ်းႁွမ်ယဝ်ႉ { $uploadedQuestions } ၼႂ်း { $totalQuestions } ၶေႃႈထၢမ်။ တူၺ်းတီႈၼႃႈ <guidelinesLink>ၶေႃႈပိူင်</guidelinesLink> ႁဝ်းၶႃႈတႃႇလဵပ်ႈႁဵၼ်းထႅင်ႈ လွင်ႈၵၢၼ်ထႅမ်သႂ်ႇၶေႃႈထၢမ်

source: { $uploadedSentences } of { $totalSentences } sentences collected
shn: "ၵဵပ်းႁွမ်ၶေႃႈၵႂၢမ်းလႆႈ { $uploadedSentences } ထႅဝ် ၼႂ်းတီႈတင်းမူတ်း { $totalSentences }ထႅဝ်

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
shn: ၵဵပ်းႁွမ်ၶေႃႈၵႂၢမ်း { $uploadedSentences } တီႈ { $totalSentences } ထႅဝ်ယဝ်ႉ၊ ၼဵၵ်း <downloadLink>တီႈၼႆႈ </downloadLink> တႃႇလူတ်းလူင်းၶေႃႈ ၵႂၢမ်းဢၼ်ထုၵ်ႇပၢႆႇပႅတ်ႈၶႃႈ။

source: Upload failed, please retry.
shn: သူင်ႇၶိုၼ်ႈဢမ်ႇလႆႈၶႃႈ၊ၶႅၼ်းတေႃႈၸၢမ်းထႅင်ႈၵမ်းၼိုင်ႈၶႃႈ။

source: Upload <icon></icon> public domain sentences
shn: သူင်ႇၶိုၼ်ႈ<icon></icon> ၶေႃႈၵႂၢမ်းသုၼ်ႇၵူၼ်းတင်းၼမ်

source: Upload in progress...
shn: တိုၵ်ႉသူင်ႇၶိုၼ်ႈယူႇ....

source: Upload more sentences?
shn: သူင်ႇၶိုၼ်ႈၶေႃႈၵႂၢမ်းထႅင်ႈလႆႈယူႇႁႃႉ?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
shn: လူတ်ႇၶိုၼ်ႈၶလိပ်ႉၼႆႉၽိတ်းပိူင်ႈတီႈသိူပ်ႇဝိူဝ်ႇ၊ လူတ်ႇၼႃႈၶိုၼ်းဢမ်ႇၼၼ်ၸၢမ်းတူၺ်းထႅင်ႈၵမ်းလင်။

source: Upload of this clip keeps failing, keep retrying?
shn: လူတ်ႇၶိုၼ်ႈၶလိပ်ႉဢမ်ႇယဝ်ႉတူဝ်ႈ၊ ၸၢမ်းတူၺ်းထႅင်ႈ?

source: Urdu
shn: ဢူႇရ်ၻူႇ

source: Use Bilingual Prompts
shn: ၸႂ်ႉတိုဝ်း ၶေႃႈၵႂၢမ်းသင်ႇ၊ၶေႃႈတိုၵ်းသူၼ်း သွင်ၽႃႇသႃႇ

source: Use bilingual prompts that incorporate both languages in your question: Example:
shn: ၸႂ်ႉတိုဝ်း ၶေႃႈၵႂၢမ်းတိုၵ်းသူၼ်း သွင်ၽႃႇသႃႇ ဢၼ်ပႃးတင်းသွင်ၽႃႇသႃႇ တီႈၼႂ်းၶေႃႈထၢမ်ၸဝ်ႈၵဝ်ႇ။ တူဝ်ယၢင်ႇ -

source: Use bilingual questions or context
shn: ၸႂ်ႉၶေႃႈထၢမ် ဢမ်ႇၼၼ် ငိူၼ်ႈငဝ်ႈသွင်ၽႃႇသႃႇ။

source: Use correct grammar
shn: ၸႂ်ႉတိုဝ်းႁႂ်ႈထုၵ်ႇမႅၼ်ႈၸွမ်း ပိူင်လိၵ်ႈတႆး

source: Use correct orthography
shn: ႁႂ်ႈတႅမ်ႈၸွမ်းပၵ်းပိူင်လိၵ်ႈ ဢၼ်ထုၵ်ႇမႅၼ်ႈ

source: Use correct spelling and grammar
shn: ၸႂ်ႉတိုဝ်းတူဝ်လေႃးလိၵ်ႈလႄႈပိူင်လေႃးလိၵ်ႈႁႂ်ႈမၢၼ်ႇမႅၼ်ႈ

source: Use correct spelling and grammar.
shn: ၸႂ်ႉတိုဝ်း လွင်ႈၵပ်းလေႃးၶေႃႈၵႂၢမ်းလႄႈ လၢႆးတႅမ်ႈလိၵ်ႈႁႂ်ႈထုၵ်ႇမႅၼ်ႈလီ။

source: Use correct spelling and punctuation
shn: ၵပ်းလေႃးတူဝ်လိၵ်ႈ လႄႈ ၸႂ်ႉမၢႆတွၼ်ႈလိၵ်ႈ ႁႂ်ႈထုၵ်ႇမႅၼ်ႈ။

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
shn: မီးၽွၼ်းလီတႃႇ <mark>သၢႆငၢႆသဵင်လၢတ်ႈ ဢၼ်ပဵၼ်သၽႃႇဝ </mark> လႄႈ လွင်ႈၸႂ်ႉတိုဝ်းတၢင်ႇလွင်ႈ (မိူၼ်ၼင်ႇ မိူဝ်ႈၸဝ်ႈၵဝ်ႇၶႂ်ႈႁႂ်ႈ ၶႂ်ႈႁႂ်ႈပိူင်သၢင်ႈႁူႉၸၵ်းသဵင်လၢတ်ႈ ႁဵတ်းၵၢၼ်ၸွမ်း ၵူၼ်းဢၼ်လၢတ်ႈသဵင်လူၺ်ႈဢမ်ႇမီးလိၵ်ႈတႅမ်ႈႁၢင်ႈႁႅၼ်းဝႆႉလႄႈ ၸႂ်ႉၵႂၢမ်းလၢတ်ႈ ဢၼ်ၸႂ်ႉတိုဝ်းတေႃႇၵၼ်ၵူႈဝၼ်းဝၼ်း)။

source: Use overly formal language
shn: ႁၢမ်ႈၸႂ်ႉၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈဢၼ်ၶဝ်ႈပိူင်ပူၼ်ႉတီႈၼႃႉ။

source: Use pronunciation to help
shn: ႁႂ်ႈၸႂ်ႉသဵင်ဢွၵ်ႇ တႃႇမႃးၸွႆႈထတ်း

source: Use Pronunciation to Help Determine the Language
shn: ၸႂ်ႉတိုဝ်း လွင်ႈသႂ်ႇတူဝ်ၶၼ်ႈ တွၼ်ႈတႃႇၸွႆႈတႅပ်းတတ်း ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ

source: User Name
shn: ၸိုဝ်ႈၽူႈၸႂ်ႉတိုဝ်း

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
shn: ၽူႈၸႂ်ႉတိုဝ်းၶဝ် တေၵူတ်ႇထတ်းတူၺ်း လွင်ႈမၢၼ်ႇမႅၼ်ႈ ၶလိပ်ႉဢၼ်လူႇတၢၼ်းဝႆႉၼၼ်ႉ၊ ထတ်းတူၺ်းဝႃႈ ၽူႈလၢတ်ႈၼၼ်ႉ ဢၢၼ်ႇတူၼ်းထႅဝ် မၢၼ်ႇမႅၼ်ႈမႅၼ်ႈယူႇ။

source: Use situations where both languages are commonly used (e.g., home, school, community events). Example:
shn: ၸႂ်ႉတိုဝ်း တွၼ်ႈၵၢၼ်ဢွင်ႈတီႈ ဢၼ်တိုၼ်းမီးလွင်ႈၸႂ်ႉတိုဝ်း တင်းသွင်ၽႃႇသႃႇၸွမ်းၵၼ်ပဵၼ်ပိူင်ၵဝ်ႇ (မိူၼ်ၼင်ႇ တီႈႁိူၼ်းယေး၊ တီႈႁူင်းႁဵၼ်း၊ ပၢင်ၸႃၵူၼ်းၼႂ်းၸုမ်းၵူၼ်း)။ တူဝ်ယၢင်ႇ -

source: Use standard spelling for each language
shn: ၸႂ်ႉတိုဝ်း လၢႆးၵပ်းလေႃးတူဝ်လိၵ်ႈဢၼ်မီးပိူင် တႃႇၽႃႇသႃႇၽႂ်မၼ်း

source: Use words you would actually use, even if borrowed or mixed
shn: ၸႂ်ႉတိုဝ်းၶေႃႈၵႂၢမ်း ဢၼ်ၸဝ်ႈၵဝ်ႇတိုၼ်းၸႂ်ႉတႄႉတႄႉၼၼ်ႉလႄႈ၊ ဢမ်ႇဝႃႈတေပဵၼ် ၶေႃႈၵႂၢမ်းယိမ်ဢဝ် ဢမ်ႇၼၼ် လေႃးၵၼ်ၵေႃႈယဝ်ႉ။

source: Ushojo
shn: ဢူႇသျိုဝ်ႇၸူဝ်ႇ

source: Using Correct Orthography for Each Language
shn: လွင်ႈၸႂ်ႉတိုဝ်း လၢႆးတႅမ်ႈလိၵ်ႈ ႁႂ်ႈထုၵ်ႇမႅၼ်ႈၸွမ်း ၵူႈၽႃႇသႃႇ

source: Uspanteko
shn: ဢုတ်ႉပၼ်ႇတေႇၵူဝ်ႇ

source: Uyghur
shn: ဢုၺ်ႇၵူႇရ်

source: Uzbek
shn: ဢုတ်ႉသ်ပဵၵ်ႇ

source: Validate
shn: ထတ်းလွင်ႈထုၵ်ႇမႅၼ်ႈ

source: Validated Clips
shn: ၾၢႆႊလ်သဵင် ဢၼ်ထတ်းယဝ်ႉ

source: Validated Hours
shn: ၸူဝ်ႈမူင်းလႆႈထတ်းထုၵ်ႇမႅၼ်ႈယဝ်ႉ

source: Validated Hr. Total
shn: ႁူဝ်ၼပ်ႉၸူဝ်ႈမူင်းတင်းသဵင်ဢၼ်မၼ်ႈၵိုမ်းယဝ်ႉ

source: Validate readings
shn: ၵူတ်ႇထတ်း လွင်ႈလူဢၢၼ်ႇ

source: Validate Readings
shn: ၵူတ်ႇထတ်းသဵင်ဢၢၼ်ႇ

source: Validate Readings, Review Transcriptions
shn: ၵူတ်ႇထတ်းၵၢၼ်ဢၢၼ်ႇ၊ လႄႈၵၢၼ်ထွတ်ႇသဵင်

source: Validate Readings <small>(Coming soon)</small>
shn: ၵူတ်ႇထတ်းသဵင်ဢၢၼ်ႇ <small>(ဝႆးဝႆးၼႆႉ)</small>

source: Validate readings submitted by community members
shn: ၵူတ်ႇထတ်းသဵင်ဢၢၼ်ႇဢၼ်တူင်ႇဝူင်းၽူႈၶဝ်ႈႁူမ်ႈသူင်ႇမႃးဝႆႉ

source: Validate user-recorded readings in your language
shn: ၵူတ်ႇထတ်းသဵင်ဢၢၼ်ႇဢၼ်ၽူႈၸႂ်ႉတိုဝ်းဢတ်းဝႆႉၼႂ်းၽႃႇသႃႇသူၸဝ်ႈ

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
shn: ၵၢၼ်ထတ်းသၢင် <validateIcon></validateIcon> ၶေႃႈထၢမ်ၸိူဝ်းၼႆႉထုၵ်ႇမႅၼ်ႈၸွမ်းပၵ်းပိူင်လၵ်းၵၢၼ်ယဝ်ႉႁႃႉ?

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
shn: ထတ်းတူၺ်း <validateIcon></validateIcon> ဝႃႈၶေႃႈတွင်ႈထၢမ်ၼႆႉ ထုၵ်ႇမႅၼ်ႈၸွမ်းပၵ်းပိူင်လၵ်းၵၢၼ်ယဝ်ႉႁႃႉ။

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
shn: ၵၢၼ်ၵူတ်ႇထတ်းၶလိပ်ႉဢၼ်လႆႈႁပ်ႉလူႇတၢၼ်းမႃးၸိူဝ်းၼၼ်ႉ ပဵၼ်ၶၵ်ႉတွၼ်ႈဢၼ်လမ်ႇလွင်ႈမိူၼ်ၵၼ် တွၼ်ႈတႃႇတႃႈယိူင်း Common Voice၊ ထွမ်ႇသေၸွႆႈႁဝ်းၶႃႈၶူင်သၢင်ႈၸုမ်ႇၶေႃႈမုၼ်းသဵင်ဢၼ်မီးၼမ်ႉလီ။

source: Validation Progress
shn: လွင်ႈၶိုပ်ႈၼႃႈ ၵၢၼ်ထတ်းသဵင်
